package ua.od.hillel.first;
// 2. Создайте программу, выводящую на экран первые 55 элементов последовательности 1 3 5 7 9 11 13 15 17 ….
public class Exercise_2 {
    public static void main(String[] args) {


        for (int num = 1; num <= 55; num++ ) {
            System.out.println(num * 2 -1 );

        }
    }
}
